/* Initial login prompt for username and password */
"Login {0} with username and password" = "Σύνδεση με όνομα χρήστη και κωδικό πρόσβασης";

/* Lookup of password in Keychain */
"No login credentials could be found in the Keychain" = "Πιστοποιήσεις σύνδεσης δεν βρέθηκαν στο Keychain";
"The use of the Keychain is disabled in the Preferences" = "Η χρήση του Keychain είναι απενεργοποιημένη στις Προτιμήσεις";

/* Password proctected private key for SSH public key authentication */
"Invalid passphrase" = "Invalid passphrase";
"Private key password protected" = "Ιδιωτικό κλειδί προστατευόμενο με κωδικό πρόσβασης";
"Enter the passphrase for the private key file" = "Εισάγετε την φράση πρόσβασης για το αρχείο ιδιωτικού κλειδιού";

"Login canceled" = "Ακύρωση σύνδεσης";
"Login failed" = "Αποτυχία σύνδεσης";
"Login successful" = "Επιτυχία σύνδεσης";

/* Private key selection for SSH public key authentication */
"Select the private key in PEM or PuTTY format" = "Επιλογή ιδιωτικού κλειδιού σε μορφή PEM/PuTTY";

/* Challenge-Respone authentication */
"Partial authentication success" = "Επιτυχία μερικής αυθεντικοποίησης";
"Provide additional login credentials" = "Παροχή επιπρόσθετων πιστοποιήσεων σύνδεσης";

/* Login prompt placeholders */
"Username" = "Όνομα χρήστη";
"Password" = "Κωδικός πρόσβασης";

/* Warning when credentials are sent using unsecured protocol. Unsecure FTP connection */
"Unsecured {0} connection" = "Μη ασφαλής {0} σύνδεση";

/* Credentials sent over plaintext connection */
"{0} will be sent in plaintext." = "{0} θα σταλεί ως απλό κείμενο.";
"Don't show again" = "Να μην εμφανιστεί ξανά";
"Continue" = "Συνέχεια";
"Disconnect" = "Αποσύνδεση";

/* Protocol switch proposal */
"The server supports encrypted connections. Do you want to switch to {0}?" = "The server supports encrypted connections. Do you want to switch to {0}?";
"Change" = "Αλλαγή";
/* OAuth2 */
"Paste the authentication code from your web browser" = "Επικόλληση του ελέγχου ταυτότητας κώδικα από τον περιηγητή σας";
"Open web browser to authenticate and obtain an authorization code" = "Open web browser to authenticate and obtain an authorization code";
